<?php
/**
*
* acp_groups [Serbian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_GROUPS_MANAGE_EXPLAIN'		=> 'Са овe плоче можете администрирати све Ваше корисничке групе. Можете брисати, правити и учитавати постојеће групе. Поред тога, можете изабрати вође група, мењати статус групе отворена/сакривена/затворена и подесити име групе и опис.',
	'ADD_USERS'						=> 'Додај кориснике',
	'ADD_USERS_EXPLAIN'				=> 'Овде можете да додате нове кориснике у групу. Можете изабрати да ли ће ова група постати нова задата група за изабране кориснике. Додатно их можете одредити и као вође групе. Молимо Вас да свако корисничко име унесете у нов ред.',

	'COPY_PERMISSIONS'				=> 'Копирај дозволе из',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'Једном направљена, група ће имати исте дозволе као и она коју сте изабрали овде.',
	'CREATE_GROUP'					=> 'Направи нову групу',

	'GROUPS_NO_MEMBERS'				=> 'Ова група нема чланова',
	'GROUPS_NO_MODS'				=> 'Нема одређених вођа група',

	'GROUP_APPROVE'					=> 'Одобри члана',
	'GROUP_APPROVED'				=> 'Одобрени чланови',
	'GROUP_AVATAR'					=> 'Грб групе',
	'GROUP_AVATAR_EXPLAIN'			=> 'Ова слика ће бити приказана у Контролној Плочи Групе.',
	'GROUP_CLOSED'					=> 'Затворена',
	'GROUP_COLOR'					=> 'Боја групе',
	'GROUP_COLOR_EXPLAIN'			=> 'Одређује боју у којој ће се појављивати корисничка имена чланова групе, оставите празно за кориснички задато.',
	'GROUP_CONFIRM_ADD_USER'		=> 'Да ли сигурно желите да додате корисника %1$s у групу?',
	'GROUP_CONFIRM_ADD_USERS'		=> 'Да ли сигурно желите да додате кориснике %1$s у групу?',
	'GROUP_CREATED'					=> 'Група је успешно направљена.',
	'GROUP_DEFAULT'					=> 'Направи задату групу за члана',
	'GROUP_DEFS_UPDATED'			=> 'Задата група је постављена за све изабране чланове.',
	'GROUP_DELETE'					=> 'Уклони члана из групе',
	'GROUP_DELETED'					=> 'Група је обрисана и задате корисничке групе су успешно подешене.',
	'GROUP_DEMOTE'					=> 'Расчини вођу групе',
	'GROUP_DESC'					=> 'Опис групе',
	'GROUP_DETAILS'					=> 'Појединости групе',
	'GROUP_EDIT_EXPLAIN'			=> 'Овде можете да учитате постојећу групу. Можете јој променити име, опис и тип (отворена, затворена, итд.). Можете такође подесити одређене поставке широм групе као што су боја, чин, итд. Промене које овде направите ће се преписати преко тренутних поставки корисника. Молимо знајте да чланови групе могу преписати преко поставки грба-групе, уколико не подесите одговарајуће дозволе корисника.',
	'GROUP_ERR_USERS_EXIST'			=> 'Одабрани корисници су већ чланови ове групе.',
	'GROUP_FOUNDER_MANAGE'			=> 'Само управљање оснивача',
	'GROUP_FOUNDER_MANAGE_EXPLAIN'	=> 'Управљање овом групом је ограничено само на осниваче. Корисници који имају дозволе групе и даље могу да виде групу као и чланове групе.',
	'GROUP_HIDDEN'					=> 'Сакривена',
	'GROUP_LANG'					=> 'Језик групе',
	'GROUP_LEAD'					=> 'Вође група',
	'GROUP_LEADERS_ADDED'			=> 'Нове вође су успешно додате групи.',
	'GROUP_LEGEND'					=> 'Прикажи групу у легенди',
	'GROUP_LIST'					=> 'Тренутни чланови',
	'GROUP_LIST_EXPLAIN'			=> 'Ово је потпуни списак свих тренутних корисника са чланством у овој групи. Можете обрисати чланове (осим у одређеним посебним групама) или пак додати нове уколико сматрате за пригодно.',
	'GROUP_MEMBERS'					=> 'Чланови групе',
	'GROUP_MEMBERS_EXPLAIN'			=> 'Ово је потпуни списак свих чланова ове корисничке групе. Укључује одвојене одељке за вође, чланове на чекању одобрења и постојеће чланове. Одавде можете управљати ко има чланство у овој групи и која је њихова улога. За уклањање вође али задржавајући их у групи користите Расчини пре него обриши. Слично је са коришћењем Унапреди за прављење вође од постојећег члана.',
	'GROUP_MESSAGE_LIMIT'			=> 'Ограничење приватних порука групе по фасцикли',
	'GROUP_MESSAGE_LIMIT_EXPLAIN'	=> 'Ова поставка ће преписати преко ограничења порука по-фасцикли корисника. Вредност 0 значи да ће бити коришћено задато ограничење корисника.',
	'GROUP_MODS_ADDED'				=> 'Нове вође групе су успешно додате.',
	'GROUP_MODS_DEMOTED'			=> 'Вође групе су успешно расчињене.',
	'GROUP_MODS_PROMOTED'			=> 'Чланови групе су успешно унапређени.',
	'GROUP_NAME'					=> 'Име групе',
	'GROUP_NAME_TAKEN'				=> 'Име групе које сте унели је већ у употреби, молимо одаберите неко друго.',
	'GROUP_OPEN'					=> 'Отворена',
	'GROUP_PENDING'					=> 'Чланови на чекању одобрења',
	'GROUP_MAX_RECIPIENTS'			=> 'Највећи број дозвољених прималаца по приватној поруци',
	'GROUP_MAX_RECIPIENTS_EXPLAIN'	=> 'Највећи број дозвољених прималаца у приватној поруци. Уколико је 0 унесено, користе се поставке за широм-форума.',
	'GROUP_OPTIONS_SAVE'			=> 'Могућности широм групе',
	'GROUP_PROMOTE'					=> 'Унапреди у вођу групе',
	'GROUP_RANK'					=> 'Чин групе',
	'GROUP_RECEIVE_PM'				=> 'Група омогућена да прима приватне поруке',
	'GROUP_RECEIVE_PM_EXPLAIN'		=> 'Молимо знајте да сакривеним групама није могуће слати поруке, без обзира на ову поставку.',
	'GROUP_REQUEST'					=> 'Захтев',
	'GROUP_SETTINGS_SAVE'			=> 'Поставке широм групе',
	'GROUP_SKIP_AUTH'				=> 'Искључи вођу групе од дозвола',
	'GROUP_SKIP_AUTH_EXPLAIN'		=> 'Уколико је омогућено вођа групе више не наслеђује дозволе из групе.',
	'GROUP_TYPE'					=> 'Тип групе',
	'GROUP_TYPE_EXPLAIN'			=> 'Ово одређује који корисници се могу придружити или прегледати ову групу.',
	'GROUP_UPDATED'					=> 'Поставке групе су успешно ажуриране.',

	'GROUP_USERS_ADDED'				=> 'Нови корисници су успешно додати у групу.',
	'GROUP_USERS_EXIST'				=> 'Одабрани корисници су већ чланови.',
	'GROUP_USERS_REMOVE'			=> 'Корисници су уклоњени из групе и нови задати су успешно подешени.',

	'MAKE_DEFAULT_FOR_ALL'	=> 'Направи као задату групу за сваког члана',
	'MEMBERS'				=> 'Чланови',

	'NO_GROUP'					=> 'Није изабрана група.',
	'NO_GROUPS_CREATED'			=> 'Још увек нема направљених група.',
	'NO_PERMISSIONS'			=> 'Не копирај дозволе',
	'NO_USERS'					=> 'Нисте унели ниједног корисника.',
	'NO_USERS_ADDED'			=> 'Ниједан корисник није додат у групу.',
	'NO_VALID_USERS'			=> 'Нисте унели ниједног корисника који има право на тај поступак.',

	'SPECIAL_GROUPS'			=> 'По-себне групе',
	'SPECIAL_GROUPS_EXPLAIN'	=> 'По-себне групе, су оне које не могу бити обрисане нити непосредно измењене. Ипак још увек можете додавати кориснике и мењати основне поставке.',

	'TOTAL_MEMBERS'				=> 'Чланова',

	'USERS_APPROVED'				=> 'Корисници су успешно одобрени.',
	'USER_DEFAULT'					=> 'Задата корисничка група',
	'USER_DEF_GROUPS'				=> 'Властита корисничка група',
	'USER_DEF_GROUPS_EXPLAIN'		=> 'Ове групе су направљене или од Вас или од другог администратора овог форума. Можете да управљате чланством као и да учитавате својства групе или чак и да обришете групу.',
	'USER_GROUP_DEFAULT'			=> 'Постави као задату групу',
	'USER_GROUP_DEFAULT_EXPLAIN'	=> 'Кликом овде на да подесићете ову групу као задату групу за додате кориснике.',
	'USER_GROUP_LEADER'				=> 'Постави као вођу групе',
));

?>