<?php
/**
*
* acp_search [Serbian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_SEARCH_INDEX_EXPLAIN'				=> 'Овде можете управљати индексима позадине претраге. Будући да обично користите само једну позадину требало би да обришете све индексе за које нисте направили да се користе. После мењања неких од поставки претраге (н.пр. броја најмање/највише знакова) може бити корисно да поново направите индекс тако да одражава ове промене.',
	'ACP_SEARCH_SETTINGS_EXPLAIN'			=> 'Овде можете да одредите која ће позадина претраге бити коришћена за индексирање порука и извођење претраге. Можете да подесите различите поставке које могу утицати на количину обраде потребну за ове поступке. Неке од ових поставки су исте за све позадине претраге.',

	'COMMON_WORD_THRESHOLD'					=> 'Праг уобичајених речи',
	'COMMON_WORD_THRESHOLD_EXPLAIN'			=> 'Речи које су у великом проценту садржане у свим порукама биће сматране за уобичајене. Уобичајене речи су игнорисане у упитима претраге. Поставите на нула да онемогућите. Има утицаја само уколико има више од 100 порука. Уколико желите да речи које се тренутно сматрају за уобичајене буду поново размотрене морате да преправите индекс.',
	'CONFIRM_SEARCH_BACKEND'				=> 'Да ли сигурно желите да пребаците на другу позадину претраге? Након мењања позадине претраге мораћете да направите индекс за нову позадину претраге. Уколико не планирате да се враћате на стару позадину претраге можете такође да обришете индекс старе позадине како бисте растеретили системске ресурсе.',
	'CONTINUE_DELETING_INDEX'				=> 'Настави поступак уклањања претходног индекса',
	'CONTINUE_DELETING_INDEX_EXPLAIN'		=> 'Поступак уклањања индекса је покренут. Како бисте приступили главној страници за претрагу мораћете да га употпуните или откажете.',
	'CONTINUE_INDEXING'						=> 'Настави претходни поступак индексирања',
	'CONTINUE_INDEXING_EXPLAIN'				=> 'Поступак индексирања је покренут. Како бисте приступили главној страници за претрагу мораћете да га употпуните или откажете.',
	'CREATE_INDEX'							=> 'Направи индекс',

	'DELETE_INDEX'							=> 'Обриши индекс',
	'DELETING_INDEX_IN_PROGRESS'			=> 'Брисање индекса је у току',
	'DELETING_INDEX_IN_PROGRESS_EXPLAIN'	=> 'Позадина претраге тренутно брише свој индекс. Ово може узети неколико минута.',

	'FULLTEXT_MYSQL_INCOMPATIBLE_VERSION'	=> 'MySQL fulltext позадина може бити коришћена само са верзијом MySQL4 или јачом.',
	'FULLTEXT_MYSQL_NOT_MYISAM'				=> 'MySQL fulltext индекси могу бити коришћени само са MyISAM табелама.',
	'FULLTEXT_MYSQL_TOTAL_POSTS'			=> 'Укупан број индексираних порука',
	'FULLTEXT_MYSQL_MBSTRING'				=> 'Подршка за не-латинске UTF-8 знакове користећи mbstring:',
	'FULLTEXT_MYSQL_PCRE'					=> 'Подршка за не-латинске UTF-8 знакове користећи PCRE:',
	'FULLTEXT_MYSQL_MBSTRING_EXPLAIN'		=> 'Уколико PCRE не садржи својства уникод знакова, позадина претраге ће покушати да користи mbstring уобичајени израз.',
	'FULLTEXT_MYSQL_PCRE_EXPLAIN'			=> 'Ова позадина претраге захтева PCRE својства уникод знакова, доступна само у PHP 4.4, 5.1 и јачим, уколико желите да претражујете не-латинске знакове.',

	'GENERAL_SEARCH_SETTINGS'				=> 'Опште поставке претраге',
	'GO_TO_SEARCH_INDEX'					=> 'Иди на почетну страницу претраге',

	'INDEX_STATS'							=> 'Статистика индекса',
	'INDEXING_IN_PROGRESS'					=> 'Индексирање је у току',
	'INDEXING_IN_PROGRESS_EXPLAIN'			=> 'Позадина претраге тренутно индексира све поруке на форуму. Ово може узети од неколико минута до неколико сати у зависности од величине Вашег форума.',

	'LIMIT_SEARCH_LOAD'						=> 'Ограничење оптерећења система странице за претрагу',
	'LIMIT_SEARCH_LOAD_EXPLAIN'				=> 'Ако се систем не учита за 1 минут страница за претрагу неће бити на вези, 1.0 је ~100% искоришћености процесора. Ово ради само на UNIX основаним серверима.',

	'MAX_SEARCH_CHARS'						=> 'Највише знакова индексираних претрагом',
	'MAX_SEARCH_CHARS_EXPLAIN'				=> 'Речи са не више од оволико знакова ће бити индексиране за претрагу.',
	'MAX_NUM_SEARCH_KEYWORDS'				=> 'Највећи број дозвољених кључних речи',
	'MAX_NUM_SEARCH_KEYWORDS_EXPLAIN'		=> 'Највећи број речи који корисник може да претражује. Вредност 0 омогућава неограничен број речи.',
	'MIN_SEARCH_CHARS'						=> 'Најмање знакова индексираних претрагом',
	'MIN_SEARCH_CHARS_EXPLAIN'				=> 'Речи са најмање оволико знакова ће бити индексиране за претрагу.',
	'MIN_SEARCH_AUTHOR_CHARS'				=> 'Најмање знакова за аутора',
	'MIN_SEARCH_AUTHOR_CHARS_EXPLAIN'		=> 'Корисници морају унети најмање оволико знакова имена када изводе претрагу аутора са џокером. Уколико је корисничко име аутора краће од овог броја још увек можете да претражујете поруке аутора уношењем корисничког имена у потпуности.',

	'PROGRESS_BAR'							=> 'Показивач тока',

	'SEARCH_GUEST_INTERVAL'					=> 'Интервал поплаве претраге за госта',
	'SEARCH_GUEST_INTERVAL_EXPLAIN'			=> 'Број секунди које гост мора да сачека између претрага. Уколико један гост претражује сви остали морају да чекају док временски интервал не прође.',
	'SEARCH_INDEX_CREATE_REDIRECT'			=> 'Све поруке до поруке id %1$d су сада индексиране, од чега је %2$d порука било у овом кораку.<br />Тренутни износ индексирања је приближно %3$.1f порука по секунди.<br />Индексирање је у току…',
	'SEARCH_INDEX_DELETE_REDIRECT'			=> 'Све поруке до поруке id %1$d су уклоњене из индекса претраге.<br />Брисање је у току…',
	'SEARCH_INDEX_CREATED'					=> 'Успешно су индексиране све поруке у бази форума.',
	'SEARCH_INDEX_REMOVED'					=> 'Успешно је обрисан индекс претраге за ову позадину.',
	'SEARCH_INTERVAL'						=> 'Интервал поплаве претраге за корисника',
	'SEARCH_INTERVAL_EXPLAIN'				=> 'Број секунди које корисник мора да сачека између претрага. Овај интервал се проверава независно за сваког корисника.',
	'SEARCH_STORE_RESULTS'					=> 'Дужина кеша резултата претраге',
	'SEARCH_STORE_RESULTS_EXPLAIN'			=> 'Кеширани резултати претраге ће истећи после овог времена, у секундама. Подесите на 0 уколико желите да онемогућите кеширање претраге.',
	'SEARCH_TYPE'							=> 'Позадина претраге',
	'SEARCH_TYPE_EXPLAIN'					=> 'phpBB Вам омогућава да изаберете позадину која се користи за претрагу текста у садржају поруке. По задатом претрага користи phpBB fulltext претрагу.',
	'SWITCHED_SEARCH_BACKEND'				=> 'Променили сте позадину претраге. Како бисте користили нову позадину претраге требало би да проверите да ли постоји направљен индекс за позадину коју сте изабрали.',

	'TOTAL_WORDS'							=> 'Укупан број индексираних речи',
	'TOTAL_MATCHES'							=> 'Укупан број речи за слање индексираних односа',

	'YES_SEARCH'							=> 'Омогући олакшице претраге',
	'YES_SEARCH_EXPLAIN'					=> 'Омогућава кориснику функционалност претраге укључујући и претрагу чланова.',
	'YES_SEARCH_UPDATE'						=> 'Омогући fulltext ажурирање',
	'YES_SEARCH_UPDATE_EXPLAIN'				=> 'Ажурирање индекса fulltext када се шаљу поруке, поништава се уколико је претрага онемогућена.',
));

?>