<?php
/**
*
* help_faq [Serbian]
*
* @package language
* @version $Id$
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$help = array(
	array(
		0 => '--',
		1 => 'Питања пријаве и регистрације'
	),
	array(
		0 => 'Зашто не могу да се пријавим?',
		1 => 'Има неколико разлога због којих би ово могло да се појави. Прво, проверите да ли су Ваше корисничко име и лозинка исправни. Уколико јесу, повежите се са администратором форума како бисте проверили да нисте можда под забраном. Такође је могуће да администратор форума има грешку у конфигурацији са своје стране, те да би можда требало да је исправи.'
	),
	array(
		0 => 'Зашто уопште морам да се региструјем?',
		1 => 'Можда и не морате, на администратору форума је да одлучи да ли је потребно да се региструјете како бисте слали поруке. Поред тога; регистрација ће Вам дати и додатне могућности које нису доступне гостима као што су избор слике грба, приватне поруке, слање мејлова корисницима, учлањење у корисничке групе, итд. Потребно је само неколико тренутака за регистрацију па је препоручљиво да то урадите.'
	),
	array(
		0 => 'Зашто добијам аутоматску одјаву?',
		1 => 'Уколико нисте означили кућицу <em>Пријави ме аутоматски при свакој посети</em>, када се пријавите форум ће Вас држати пријављеним само за то време. Ово спречава злоупотребу Вашег налога од било кога другог. Како бисте остали пријављени, означите кућицу током пријаве. Ово није препоручљиво уколико форуму приступате са рачунара који делите са неким, н.пр. библиотека, интернет кафе, универзитетски рачунарски центар, итд. Уколико не видите ову кућицу, то значи да је администратор онемогућио ову могућност.'
	),
	array(
		0 => 'Како да спречим да се моје корисничко име појави на списку корисника На вези?',
		1 => 'У Вашој Корисничкој Контролној Плочи, под “Поставке форума”, наћи ћете могућност <em>Сакриј мој статус На вези</em>. Омогућите ову могућност са <samp>Да</samp> и појављиваћете се само администраторима, уредницима, и самим себи. За остале ћете бити сматрани као сакривени корисник.'
	),
	array(
		0 => 'Изгубио сам моју лозинку!',
		1 => 'Не паничите! Иако Ваша лозинка не може бити враћена, она лако може да буде васпостављена. Посетите страницу за пријаву и кликните на <em>Заборавио сам моју лозинку</em>. Испратите сва упутства и требало би да будете у стању да се поново пријавите ускоро.'
	),
	array(
		0 => 'Регистрован сам али не могу да се пријавим!',
		1 => 'Као прво, проверите Ваше корисничко име и лозинку. Уколико су исправни, онда се једна од две ствари можда десила. Уколико је омогућена COPPA подршка и приликом регистрације сте изабрали да сте млађи од 13 година, мораћете да следите упутства која сте добили. Неки форуми такође могу да траже да новорегистровани налози буду активирани, било од Вас самих било од администратора пре него што могнете да се пријавите; овај податак је био присутан током регистрације. Уколико Вам је послат e-mail, пратите упутства. Уколико Вам није стигао e-mail, можда сте дали неисправну e-mail адресу или Вам је e-mail ухваћен од стране спам пречистача. Уколико сте сигурни да је Ваша e-mail адреса коју сте дали исправна, пробајте да се повежете са администратором форума.'
	),
	array(
		0 => 'Регистровао сам се у прошлости али више не могу да се пријавим?!',
		1 => 'Пробајте да пронађете e-mail који Вам је послат када сте се прво регистровали, проверите Ваше корисничко име и лозинку па пробајте поново. Могуће је и да је администратор деактивирао или обрисао Ваш налог из неког разлога. Даље, многи форуми повремено уклањају кориснике који нису ништа писали током дугог времена како би се смањила величина базе. Уколико се ово догодило, пробајте се поново регистровати и будите више укључени у разговор.'
	),
	array(
		0 => 'Шта је COPPA?',
		1 => 'COPPA, или Child Online Privacy and Protection Act из 1998, је закон у САД који захтева од веб страница које могуће скупљају податке од малолетника млађих од 13 година да имају писмену сагласност родитеља или други начин признања од законитих старатеља, да дозвољавају сабирање личних података од малолетника млађих од 13 година. Уколико нисте сигурни да ли се ово примењује на Вас као некога ко покушава да се региструје или на веб страницу на коју се покушавате регистровати, повежите се са правним саветником за помоћ. Молимо знајте да phpBB Група не може да пружа правне савете и да суштина повезивања са законом није брига било које друге врсте, осим оне назначене изнад.',
	),
	array(
		0 => 'Зашто не могу да се региструјем?',
		1 => 'Могуће је да је власник веб странице забранио Вашу IP адресу или онемогућио корисничко име које покушавате да региструјете. Власник веб странице је могао такође да онемогући регистрације како би спречио новим посетиоцима да се пријаве. Повежите се са администратором форума за помоћ.',
	),
	array(
		0 => 'Шта “Обриши све колачиће форума” ради?',
		1 => '“Обриши све колачиће форума” брише све колачиће направљене од phpBB3 који Вас држе препознатим и пријављеним на форум. Такође пружа и могућности као што је праћење прочитаног уколико је то омогућено од администратора форума. Уколико имате сметњи при пријави или одјави, брисање колачића форума може помоћи.',
	),
	array(
		0 => '--',
		1 => 'Корисничке поставке'
	),
	array(
		0 => 'Како мењам моје поставке?',
		1 => 'Уколико сте регистровани корисник, све Ваше поставке су сачуване у бази. За њихово мењање, посетите Вашу Корисничку Контролну Плочу; веза обично може бити пронађена при врху страница форума. Овај систем ће Вам омогућити да промените све Ваше поставке.'
	),
	array(
		0 => 'Времена нису исправна!',
		1 => 'Могуће је да је приказано време из друге временске зоне. Уколико је ово случај, посетите Вашу Корисничку Контролну Плочу и промените Вашу временску зону у складу са Вашим подручјем, н.пр. Лондон, Париз, Њујорк, Сиднеј, итд. Молимо знајте да мењање временске зоне, као и многих других поставки, може бити урађено само од стране регистрованих корисника. Уколико нисте регистровани ово је добар тренутак да то урадите.'
	),
	array(
		0 => 'Променио сам временску зону и време је и даље погрешно!',
		1 => 'Уколико сте сигурни да сте временску зону и Летње рачунање времена/DST подесили исправно а време је и даље неисправно, онда је време сачувано на сату сервера неисправно. Молимо Вас да обавестите администратора да исправи сметње.'
	),
	array(
		0 => 'Мој језик није на списку!',
		1 => 'Или администратор није инсталирао Ваш језик или још нико није превео овај форум на Ваш језик. Пробајте да питате администратора форума да инсталира језички пакет који Вам треба. Уколико језички пакет не постоји, осећајте се слободним да направите нови превод. Више података може бити пронађено на веб страници phpBB Групе (погледајте везу при дну страница).'
	),
	array(
		0 => 'Како да прикажем слику поред мог корисничког имена?',
		1 => 'Постоје две слике које се могу појавити поред корисничког имена када прегледате поруке. Једна од њих може бити слика удружена са Вашим чином, углавном у облику звездица, блокова или тачака, указујући на то колико сте порука послали или Ваш статус на форуму. Друга, обично већа слика, познатија је као грб и углавном јединствена или лична за сваког корисника. На администратору форума је да омогући грбове и да изабере начин на који грбови могу бити доступни. Уколико нисте у могућности да користите грбове, повежите се са администратором форума и питајте за разлог.'
	),
	array(
		0 => 'Шта је мој чин и како да га променим?',
		1 => 'Чинови, који се појављују испод Вашег корисничког имена, указују или на број порука које сте послали или за препознавање одређених корисника, н.пр. уредника и администратора. Углавном, не можете непосредно да мењате израз ниједног чина на форуму пошто су они подешени од администратора форума. Молимо да не злоупотребљавате форум непотребним писањем само да бисте повећали Ваш чин. Већина форума ово неће трпети и уредник или администратор ће врло једноставно да смањи Ваш број порука.'
	),
	array(
		0 => 'Када кликнем на e-mail везу корисника пита ме да се пријавим?',
		1 => 'Само регистровани корисници могу слати e-mail другим корисницима преко у-грађеног e-mail обрасца, и само уколико је администратор омогућио ову могућност. Ово је у настојању да се спречи злонамерна употреба e-mail система од анонимних корисника.'
	),
	array(
		0 => '--',
		1 => 'Питања писања'
	),
	array(
		0 => 'Како да пошаљем тему у форум?',
		1 => 'За слање нове теме у форум, кликните на одговарајуће дугме било на страници приказа форума било на страници приказа тема. Може Вам бити потребно да се региструјете пре него што могнете слати поруке. Списак Ваших дозвола у сваком форуму је доступан при дну страница приказа форума и тема. Пример: Можете постављати нове теме у овом форуму, Можете гласати у овом форуму, итд.'
	),
	array(
		0 => 'Како да учитам или обришем поруку?',
		1 => 'Уколико нисте администратор или уредник форума, можете да учитавате или бришете само сопствене поруке. Можете да учитате поруку кликом на дугме за учитавање за одређену поруку, понекад само одређено време након што је направљена. Уколико је неко већ одговорио на поруку, наћи ћете мали комад добијеног текста испод поруке када се вратите на тему који приказује број пута колико сте је учитали заједно са датумом и временом. Ово ће се појавити само уколико је неко одговорио; неће се појавити уколико је уредник или администратор учитао поруку, иако они могу да оставе белешку зашто су учитали поруку. Молимо знајте да обични корисници не могу да обришу поруку након што неко одговори.'
	),
	array(
		0 => 'Како да додам потпис својој поруци?',
		1 => 'Да бисте додали потпис поруци морате прво да га направите што се ради преко Ваше Корисничке Контролне Плоче. Када га направите, можете да означите кућицу <em>Додај потпис</em> на обрасцу за писање како бисте додали Ваш потпис. Такође можете да додајете потпис као задато свим Вашим порукама означавањем одговарајуће кућице у Вашем профилу. Уколико урадите тако, и даље можете да спречите додавање потписа одређеним порукама од-значавањем кућице додај потпис на обрасцу за слање поруке.'
	),
	array(
		0 => 'Како да направим гласање?',
		1 => 'Када шаљете нову тему или учитавате прву поруку теме, кликните на “Додај гласање” испод главног обрасца за слање; уколико не можете да видите ово, немате одговарајуће дозволе да правите гласања. Унесите назив и бар две понуде у одговарајућа поља, проверавајући да је свака понуда у одвојеном реду у текстуалном подручју. Можете такође да поставите број понуда које корисници могу изабрати током гласања под “Понуда по кориснику”, временско ограничење у данима за гласање (0 за неограничено трајање) и на крају могућност да дозволите корисницима да направе исправку својих гласова.'
	),
	array(
		0 => 'Зашто не могу да додам више понуда за гласање?',
		1 => 'Ограничење за понуде гласања је постављено од администратора форума. Ако осећате потребу да додате више понуда Вашем гласању од дозвољене количине, повежите се са администратором форума.'
	),
	array(
		0 => 'Како да учитам или да обришем гласање?',
		1 => 'Као и са порукама, гласања могу да буду учитана само од изворног пошиљаоца, уредника или администратора. За учитавање гласања, кликните да учитате прву поруку у теми; она увек има гласање које јој је придружено. Уколико нико није гласао, корисници могу да обришу гласање или да учитају било коју понуду гласања. Међутим, уколико су чланови већ гласали, само уредници и администратори могу да их учитавају и бришу. Ово спречава да се мењају понуде то-ком гласања.'
	),
	array(
		0 => 'Зашто не могу да приступим форуму?',
		1 => 'Неки форуми могу да имају ограничен приступ одређеним корисницима или групама. За прегледање, читање, писање или извођење других поступака могу Вам бити потребне посебне дозволе. Повежите се са уредником или администратором како би Вам омогућили приступ.'
	),
	array(
		0 => 'Зашто не могу да додајем прилоге?',
		1 => 'Дозволе за прилоге се дају по форуму, по групи, или по кориснику. Администратор форума можда није дозволио додавање прилога одређеним форумима у којима пишете, или можда само одређене групе могу слати прилоге. Повежите се са администратором уколико нисте сигурни зашто не можете да додајете прилоге.'
	),
	array(
		0 => 'Зашто сам добио опомену?',
		1 => 'Сваки администратор форума има свој скуп правила за веб страницу. Уколико сте прекршили неко од правила, може Вам бити додељена опомена. Молимо знајте да је ово питање одлуке администратора форума, као и да phpBB Група нема ништа са опоменама на одређеној веб страници. Повежите се са администратором уколико нисте сигурни зашто Вам је додељена опомена.'
	),
	array(
		0 => 'Како могу да пријавим поруку уреднику?',
		1 => 'Уколико је администратор форума ово омогућио, требало би да видите дугме за пријављивање порука тик поред поруке коју желите да пријавите. Кликом на ово проћи ћете кроз кораке неопходне за пријаву поруке.'
	),
	array(
		0 => 'За шта је дугме “Сачувај нацрт” при слању теме?',
		1 => 'Ово Вам омогућава да сачувате поруке за касније употпуњење и слање. За учитавање сачуваних нацрта, посетите Корисничку Контролну Плочу.'
	),
	array(
		0 => 'Зашто моја порука треба да буде одобрена?',
		1 => 'Администратор форума је можда одлучио да форум у који пишете треба претходно да има прегледане поруке. Такође је могуће да Вас је администратор поставио у групу корисника чије поруке треба прво прегледати пре него што буду биле пуштене. Молимо да се повежете са администратором форума за више података.'
	),
	array(
		0 => 'Како да погурам моју тему?',
		1 => 'Кликом на везу “Погурај тему” док је прегледате, можете “погурати” тему на врх форума на првој страници. Међутим, уколико ово не видите, онда је гурање тема можда онемогућено или дозвољено време између гурања није још достигнуто. Такође је могуће да погурате тему тако што ћете једноставно одговорити на њу, међутим, будите сигурни да следите правила форума када то радите.'
	),
	array(
		0 => '--',
		1 => 'Обликовања и типови тема'
	),
	array(
		0 => 'Шта је ББКод?',
		1 => 'ББКод је посебна примена HTML, која нуди велику контролу у обликовању одређених објеката у поруци. Коришћење ББКод је омогућено од администратора, али такође може да буде и онемогућено по порукама из обрасца за писање. ББКод је сам по себи сличан у стилу са HTML, али су тагови затворени угластим заградама [ и ] пре него &lt; and &gt;. За више података о ББКоду погледајте водич којем можете да приступите са странице за писање.'
	),
	array(
		0 => 'Могу ли да користим HTML?',
		1 => 'Не. Није могуће слати HTML на овом форуму и имати га представљеног као HTML. Већина обликовања која се могу пренети коришћењем HTML могу бити примењена користећи ББКод уместо њега.'
	),
	array(
		0 => 'Шта су смајлићи?',
		1 => 'Смајлићи, или емотикони, су мале слике које могу бити искоришћене за изражавање осећања користећи кратак код, н.пр. :) значи срећан, док :( значи тужан. Пуни списак смајлића може бити виђен преко обрасца за писање. Пробајте да не претерујете са употребом смајлића, утолико пре, пошто они могу брзо учинити поруку нечитљивом и уредник може да их избаци или уклони поруку заједно с њима. Администратор форума је можда такође подесио ограничење за број смајлића које можете користити у поруци.'
	),
	array(
		0 => 'Могу ли слати слике?',
		1 => 'Да, слике могу бити приказане у Вашим порукама. Уколико је администратор омогућио прилоге, можете бити у могућности да додате слику на форум. У супротном, морате направити везу до слике похрањене на јавно приступачном веб серверу, н.пр. http://www.example.com/my-picture.gif. Не можете направити везу до слика похрањених на Вашем рачунару (осим уколико није јавно приступачни веб сервер) нити слике похрањене иза механизама који траже потврду, н.пр. hotmail или yahoo поштанска сандучад, лозинком заштићене веб странице, итд. За приказ слике користите ББКод [img] таг.'
	),
	array(
		0 => 'Шта су општа саопштења?',
		1 => 'Општа саопштења садрже важне податке и треба да их прочитате што је могуће пре. Општа саопштења ће се појавити на врху сваког форума и такође у Вашој Корисничкој Контролној Плочи. Дозволе за општа саопштења даје администратор форума.'
	),
	array(
		0 => 'Шта су саопштења?',
		1 => 'Саопштења често садрже важне податке за форум који тренутно читате и требало би да их прочитате што је могуће пре. Саопштења се појављују на врху сваке странице у форуму за који су послата. Као и са општим саопштењима, дозволе за саопштења даје администратор форума.'
	),
	array(
		0 => 'Шта су лепљиве теме?',
		1 => 'Лепљиве теме у форуму се појављују испод било ког саопштења при прегледу форума и само на првој страници. Оне су некада јако важне па би требало да их прочитате кад могнете. Као и са саопштењима и општим саопштењима, дозволе за лепљиве теме даје администратор форума.'
	),
	array(
		0 => 'Шта су закључане теме?',
		1 => 'Закључане теме су теме у којима корисници не могу више одговарати и било које гласање које се налази у њима је аутоматски окончано. Теме могу бити закључане из више разлога и подешене су на овај начин или од уредника или од администратора форума. Можете такође бити у могућности да закључате Ваше сопствене теме у зависности од дозвола које су Вам додељене од администратора форума.'
	),
	array(
		0 => 'Шта су иконе теме?',
		1 => 'Иконе теме су слике изабране од пошиљаоца и придружене порукама како би указивале на њихов садржај. Могућност коришћења икона теме зависи од дозвола постављених од администратора форума.'
	),
	// This block will switch the FAQ-Questions to the second template column
	array(
		0 => '--',
		1 => '--'
	),
	array(
		0 => '--',
		1 => 'Нивои корисника и групе'
	),
	array(
		0 => 'Шта су администратори?',
		1 => 'Администратори су људи са највишим нивоом додељене контроле над и у форуму. Ови чланови могу да контролишу све видове поступака на форуму, укључујући постављање дозвола, забрана корисника, прављење корисничких група или постављање уредника, итд., у зависности од оснивача форума и тога које је дозволе дао другим администраторима. Они такође могу имати пуну уредничку способност у свим форумима, у зависности од тога шта им је оснивач форума дозволио.'
	),
	array(
		0 => 'Шта су уредници?',
		1 => 'Уредници су појединци (или групе појединаца) чији је посао да прате форум из дана у дан. Они имају моћ да учитају или обришу поруке и закључају, откључају, помере, обришу и раздвоје теме у форумима које они уређују. Уопштено, уредници су ту да спрече људе да промаше тему односно да иду ван-теме или праве сметње слањем наопаких и одвратних ствари.'
	),
	array(
		0 => 'Шта су корисничке групе?',
		1 => 'Корисничке групе су групе корисника које деле заједницу у одељке са којима администратори форума могу да раде. Сваки корисник може припадати различитим групама и свакој групи могу бити додељене појединачне дозволе. Ово даје лак начин администраторима да промене дозволе за мноштво корисника одједном, као што је мењање дозвола уредника или омогућавање корисницима да приступе приватном форуму.'
	),
	array(
		0 => 'Где су корисничке групе и како да приступим некој?',
		1 => 'Можете прегледати све корисничке групе преко везе “Корисничке групе” у Вашој Корисничкој Контролној Плочи. Уколико бисте волели да се прикључите некој, наставите са кликом на одговарајуће дугме. Немају све групе отворен приступ, ипак. Неке могу тражити одобрење за приступ, неке могу бити затворене а неке могу имати чак и сакривено чланство. Уколико је група отворена, можете да јој приступите кликом на одговарајуће дугме. Уколико група захтева одобрење за приступ можете тражити приступ кликом на одговарајуће дугме. Вођа корисничке групе треба да Вам одобри приступ и може да Вас пита зашто желите да се прикључите групи. Молимо да не досађујете вођама група уколико Вам не одобре приступ; имаће они своје разлоге.'
	),
	array(
		0 => 'Како да постанем вођа корисничке групе?',
		1 => 'Вођа корисничке групе је обично додељен када су корисничке групе прављене од администратора форума. Уколико сте заинтересовани за прављење корисничке групе, онда као прва ствар треба да буде да се повежете са администратором; шаљући му приватну поруку.',
	),
	array(
		0 => 'Зашто се неке групе појављују у другачијој боји?',
		1 => 'Могуће је администратору да додели боју члановима корисничке групе ради лакшег препознавања чланова те групе.'
	),
	array(
		0 => 'Шта је “Задата корисничка група”?',
		1 => 'Уколико сте члан више од једне корисничке групе, Ваша задата група је искоришћена за одређивање која боја и чин групе би требало да се прикажу за Вас по задатом. Администратор форума Вам може дати дозволу да промените Вашу задату корисничку групу преко Ваше Корисничке Контролне Плоче.'
	),
	array(
		0 => 'Шта је веза “Тим”?',
		1 => 'Ова страница Вам пружа списак особља форума, укључујући администраторе форума и уреднике који укључују појединости о томе које форуме уређују.'
	),
	array(
		0 => '--',
		1 => 'Приватне поруке'
	),
	array(
		0 => 'Не могу да шаљем приватне поруке!',
		1 => 'Постоје три разлога за ово; нисте регистровани и/или нисте пријављени, администратор форума је онемогућио приватне поруке, или Вас је администратор форума спречио да шаљете приватне поруке. Повежите се са администратором форума за више података.'
	),
	array(
		0 => 'Настављам да добијам непожељне приватне поруке!',
		1 => 'Можете блокирати корисника да Вам шаље приватне поруке коришћењем правила порука у Вашој Корисничкој Контролној Плочи. Уколико добијате наопаке приватне поруке од одређеног корисника, обавестите администратора форума; они имају моћ да спрече корисника да уопште шаље приватне поруке.'
	),
	array(
		0 => 'Примио сам спам или наопак e-mail од неког са овог форума!',
		1 => 'Жао нам је што то чујемо. Образац за e-mail овог форума укључује обезбеђење које покушава да прати кориснике који шаљу такве поруке, па пошаљите e-mail администратору форума са пуном копијом од e-mail који сте добили. Врло је важно да ово укључује заглавља која садрже појединости корисника који је послао e-mail. Администратор форума потом може да предузме одређене радње.'
	),
	array(
		0 => '--',
		1 => 'Пријатељи и игнорисани'
	),
	array(
		0 => 'Шта су списак пријатеља и игнорисаних?',
		1 => 'Можете користити ове спискове за организовање других чланова форума. Чланови додати Вашем списку пријатеља биће побројани у Вашој Корисничкој Контролној Плочи за брз приступ да видите њихов статус На вези и да им пошаљете приватне поруке. С основом у подршци од предлошка, поруке од ових корисника могу такође бити јако осветљене. Уколико додате корисника на списак игнорисаних, било које поруке послате од њих ће бити сакривене по задатом.'
	),
	array(
		0 => 'Како могу да додам / уклоним кориснике са свог списка пријатеља или игнорисаних?',
		1 => 'Можете да додате кориснике на Ваш списак на два начина. У сваком корисничком профилу, постоји веза за додавање корисника било на Ваш списак пријатеља било игнорисаних. Други начин, из Ваше Корисничке Контролне Плоче, можете непосредно да додајете кориснике уношењем њихових корисничких имена. Можете такође да уклоните кориснике са Вашег списка користећи исту страницу.'
	),
	array(
		0 => '--',
		1 => 'Претрага форума'
	),
	array(
		0 => 'Како могу да претражујем форум или форуме?',
		1 => 'Уношењем појма за претрагу у кућицу за претрагу смештену на прегледу почетне странице, прегледу форума и прегледу теме. Напредној претрази се може приступити кликом на везу “Напредна претрага” која је доступна на свим страницама форума. Како да приступите претрази може да зависи од стила који је коришћен.'
	),
	array(
		0 => 'Зашто моја претрага не даје резултате?',
		1 => 'Ваша претрага је вероватно била превише нејасна и укључивала је много уопштених појмова који нису индексирани од phpBB3. Будите одређенији и користите могућности доступне у Напредној претрази.'
	),
	array(
		0 => 'Зашто моја претрага избацује празну страницу!?',
		1 => 'Ваша претрага је дала превише резултата да би сервер могао да их све похвата. Користите “Напредна претрага” и будите одређенији у коришћеним појмовима и форумима који треба да буду претражени.'
	),
	array(
		0 => 'Како да претражујем чланове?',
		1 => 'Посетите страницу “Чланови” и кликните на везу “Пронађи члана”.'
	),
	array(
		0 => 'Како могу да пронађем моје поруке и теме?',
		1 => 'Ваше поруке могу бити пронађене било кликом на “Претражи корисникове поруке” у Корисничкој Контролној Плочи или преко странице Вашег профила. За претрагу Ваших тема, користите страницу Напредне претраге и испуните различите могућности одговарајуће.'
	),
	array(
		0 => '--',
		1 => 'Праћење тема и белешке'
	),
	array(
		0 => 'Која је разлика између белешки и праћења?',
		1 => 'Бележење у phpBB3 је као бележење у Вашем веб прегледачу. Нисте неопходно обавештени о томе када има нека измена, али можете касније доћи назад на тему. Праћење, међутим, ће Вас обавестити о томе када има измена на теми или форуму преко Вашег омиљеног начина.'
	),
	array(
		0 => 'Како да пратим одређене форуме или теме?',
		1 => 'За праћење одређеног форума, кликните на везу “Прати форум” по уласку у тај форум. За праћење теме, одговорите на тему са означеном кућицом за праћење или кликните на везу “Прати тему” у самој теми.'
	),
	array(
		0 => 'Како да уклоним моја праћења?',
		1 => 'Да бисте уклонили Ваша праћења, отидите до Ваше Корисничке Контролне Плоче и следите везе до Ваших праћења.'
	),
	array(
		0 => '--',
		1 => 'Прилози'
	),
	array(
		0 => 'Који прилози су дозвољени на овом форуму?',
		1 => 'Сваки администратор форума може омогућити или онемогућити одређене типове прилога. Уколико нисте сигурни шта је дозвољено за додавање, повежите се са администратором форума за помоћ.'
	),
	array(
		0 => 'Како да пронађем све моје прилоге?',
		1 => 'Да бисте нашли списак Ваших прилога које сте додали, идите на Вашу Корисничку Контролну Плочу и следите везе до одељка прилога.'
	),
	array(
		0 => '--',
		1 => 'phpBB 3 питања'
	),
	array(
		0 => 'Ко је написао овај форум?',
		1 => 'Овај програм (у његовом неизмењеном облику) је направила, издала и заштитила од копирања <a href="http://www.phpbb.com/">phpBB Група</a>. Доступан је под GNU General Public Licence и може бити слободно растуран. Видите везу за више појединости.'
	),
	array(
		0 => 'Зашто X могућност није доступна?',
		1 => 'Овај програм је написан од и лиценциран кроз phpBB Групу. Уколико верујете да нека могућност треба да буде додата, молимо посетите phpbb.com веб страницу и видите шта phpBB Група има да каже. Молимо немојте слати захтеве за новим могућностима на форум phpbb.com, Група користи sourceforge да подржи тражење нових могућности. Молимо прочитајте у форумима и видите каква, уколико је има, би наша позиција већ могла да буде за ту могућност и онда следите поступак који је тамо дат.'
	),
	array(
		0 => 'С ким да се повежем поводом наопаких и/или законских ствари повезаних са овим форумом?',
		1 => 'Било који од администратора на списку “Тим” странице би требало да буде одговарајући да се повежете поводом Ваших примедби. Уколико још увек не добијате одговор требало би да се повежете са власником домена (урадите <a href="http://www.google.com/search?q=whois">whois проверу</a>) или, уколико се ово извршава на бесплатном сервису (н.пр. Yahoo!, free.fr, f2s.com, итд.), управу или одељак за злоупотребе тог сервиса. Молимо знајте да phpBB Група нема <strong>у потпуности никакву надлежност</strong> и да не може ни на било који начин бити сматрана одговорном око тога како, где и од кога се овај форум користи. Немојте се повезивати са phpBB Групом у смислу било које законске (cease and desist, liable, defamatory comment, итд.) ствари <strong>која није у непосредном односу</strong> са phpBB.com веб страницом или посебно самим програмом phpBB по себи. Уколико сте послали e-mail phpBB Групи о употреби овог програма <strong>од треће стране</strong> онда би требало да очекујете сажет одговор или никакав одговор уопште.'
	)
);

?>