<?php
/**
*
* help_faq.php [Urdu]
*
* @package language
* @version $Id: $
* @copyright (c) 2010 phpBB Group
* @author 2010-11-21 - phpBB Group
* @translator 2010-11-19 - Muneeb http://www.urdudreams.com/forum
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine
$help = array(
	array(
		0	=> '--',
		1	=> 'لاگ ان اور رجسٹریشن کے مسائل',
	),
	array(
		0	=> 'میں لاگن کیوں نہیں کر سکتا؟',
		1	=> 'اسکے کئی وجوہات ہو سکتی ہیں. ایک تو یہ کہ username یا password ٹھیک نہیں ہیں. اگر وہ ٹھیک ہیں‌تو کسی ایڈمن سے رابطہ کریں اور جاننے کی کوشش کریں کہ آپکو بین تو نہیں کیا گیا؟ ایسا بھی ہو سکتا ہے کہ فورم پر کسی ترتیبی غلطی سے ایسا ہوا ہے. ایسا صورت میں ایڈمن کو اسے ٹھیک کرنے کی ضرورت ہے.',
	),
	array(
		0	=> 'رجسٹر کر نے کی ضرورت کیوں ہے؟',
		1	=> 'اگر منتظم چاہے تو  پیغامات ارسال کرنے کے لیے رجسٹر ہونا ضروری نہیں ہے لیکن رجسٹریشن کرنے کے بعد آپ بہت سی خصوصیات کے حامل ہو جاتے ہین جیسا کہ avatar,  ذاتی پیغامات، ای میلز. ',
	),
	array(
		0	=> 'میں خود بخود لاگ آف کیوں‌ہو جاتا ہوں؟',
		1	=> 'اگر آپ نے خودکار لاگن والا آپشن سیلیکٹ نہیں کیااور کچھ دیر کے لیے آپ کے لاگن سے کوئی سرگرمی نہیں ہے تو کسی غلط استعمال کو روکنے کے لیے ایسا ہوتا ہے.',
	),
	array(
		0	=> 'میں‌اپنے رکنیتی نام کو آن لائن فہرست میں ظاہر ہونے سے کیسے روک سکتا ہوں؟',
		1	=> 'اپنے صارف کنٹرول پینل میں، بورڈ کی ترتیبات میں جائیں جہاں آپ <em>میرا آن لائن سٹیٹس چھپائیں</em> دیکھ سکتے ہیں. اسے  <strong><samp>ہاں</samp></strong> کے ساتھ فعال کریں. آپ چھپے ہوئے صارف ہونگے اور صرف منتظم یا مدیر کو نظر آئیں گے.',
	),
	array(
		0	=> 'میں اپنا پاس ورڈ بھول گیا ہوں',
		1	=> 'گھبرائیں نہیں، آپکا پاس ورڈ ریسیٹ کیا جا سکتا ہے. لاگن کے صفحے پر جائیں اور <em>میں پاس ورڈ بھول گیا ہوں</em> پر کلک کریں. ہدایات کی پیروی کریں اور کچھ دیر بعد آپ لاگن کرنے کے قابل ہونگے.',
	),
	array(
		0	=> 'میں نے رجسٹر کر لیا ہے لیکن میں لاگن نہیں ہو پا رہا',
		1	=> 'سب سے پہلے، اپنا رکنیتی نام اور پاس ورڈ دوبارہ دیکھیں. اگر یہ ٹھیک ہیں تو صرف 2 ہی چیزیں ممکن ہیں.
<br />
اگر COPPA فعال ہے اور آپ نے اپنی عمر 13 سال سے کم بتائی ہے تو آپکو موصول ہوئیں ہدایات پر عمل کرنا ہوگا. 
<br />
کچھ بورڈ نئے اندراجات کو منتظم کی طرف سے یا آپکی طرف سے چالو کروانا چاہتے ہیں. رجسٹر کرتے وقت یہ معلومات دی گئی تھیں. اگر‌آپکو ای-میل ملی ہے تو اس میں موجود ہدایات پر عمل کریں اور اگر ای-میل نہیں ملی تو ہو سکتا ہے کہ آپکا ای-میل ایڈریس غلط ہو یا ای-میل آپکے سپیم فولڈر میں‌چلی گئی ہو. اگر آپ سمجھتے ہیں کہ ای-میل ایڈریس ٹھیک ہے تو منتظم سے رابطہ کریں.',
	),
	array(
		0	=> 'میں نے ماضی میں‌رجسٹر کیا تھا لیکن مزید لاگن نہیں ہو سکتا',
		1	=> 'اس ای-میل کو تلاش کرنے کی کوشش کریں جو رجسٹر ہونے کے بعد آپکو بھیجی گئی تھی.، اپنا رکنیتی نام اور پاسورڈ دیکھیں‌اور لاگن کرنے کی کوشش کریں. یہ بھی ہو سکتا ہے کہ منتظم نے آپکو کسی بنیاد پر غیر فعال یا ختم کر دیا ہو.اسکے علاوہ کچھ بورڈ صارفین کو ایک مخصوس عرصے بعد ختم کر دیتے ہیں اگر وہ اس مخصوص عرصے تک لاگن نہیں ہوئے. ایسی صورت میں دوبارہ رجسٹر ہوں.',
	),
	array(
		0	=> 'COPPA کیا ہے؟',
		1	=> 'یہ ایک امریکی قانون ہے جس کے مطابق وہ ویب سائیٹس جو 13 سال سے کم عمر لوگوں کی معلومات اکھٹا کر سکتی ہیں، انکے لیے ضروری ہے کہ وہ ان لوگوں‌کے والدین یا سرپرست سے اجازت لیں. ',
	),
	array(
		0	=> 'میں رجسٹر کیوں نہیں‌کر سکتا؟',
		1	=> 'ہو سکتا ہے کہ فورم کے مالک نے آپکا IP بند کر دیا ہو یا جس رکنیتی نام سے آپ رجسٹر ہونے کی کوشش کر رہے ہیں، اسکی اجازت نہ ہو. یہ بھی ہو سکتا ہے کہ فورم کے مالک نے نئی رجسٹریشن بند کی ہو. مزید معلومات کے لیے بورڈ منتظم سے رابطہ کریں.',
	),
	array(
		0	=> '"بورڈ کی تمام کوکیز حذف کریں" کا کیا مطلب ہے؟',
		1	=> 'اسکا مطلب ہے کہ وہ تمام کوکیز جو phpBB بورڈ کی جانب سے بنائی گئی ہیں اور آپکو بورڈ پر لاگن رکھتی ہیں، انہیں‌ختم کریں. اگر آپکو لاگن یا لاگ آئوٹ ہونے میں مسائل درپیش ہیں تو کوکیز حذف کر کے کوشش کریں.',
	),
	array(
		0	=> '--',
		1	=> 'صارف کی ترجیحات اور ترتیبات',
	),
	array(
		0	=> 'میں اپنی ترتیبات کیسے بدلوں؟',
		1	=> 'اگر آپ رجسٹرڈ اور لاگڈ ان ہیں، انہیں بدلنے کے لیے، صارف کنٹرول پینل میں جائیں. یہاں‌سے آپ اپنی ترتیبات بدل سکتے ہیں.',
	),
	array(
		0	=> 'اوقات درست نہیں ہیں',
		1	=> 'ہو سکتا ہے کہ آپکے وقت کا زون مختلف ہو. اس صورت میں آپ صارف کنٹرول پینل میں‌جائیں اور اپنا وقت کا ذون ٹھیک کر لیں‌ جو آپکے ملک کے حساب سے ہے. ',
	),
	array(
		0	=> 'میں نے وقت کا زون تبدیل کیا ہے لیکن اوقت ابھی بھی غلط ہیں.',
		1	=> 'اگر آپ کو اس بات کا یقین ہے کہ آپنے نے اپنا وقت کا زون اور موسمِ گرما کا وقت صحیح رکھا ہے اور وقت ابھی بھی غلط ہے تو بورڈ کے سرور پر وقت غلط ہو سکتا ہے. بورڈ کے منتظم سے رابطہ کریں',
	),
	array(
		0	=> 'فہرست میں میری زبان نہیں ہے',
		1	=> 'یا تو منتظم نے اس زبان کو انسٹال نہیں کیا یا پھر کسی نے اس زبان میں‌phpBB کا ترجمہ نہیں کیا. ',
	),
	array(
		0	=> 'میں‌اپنے رکنیتی نام کے ساتھ ایک تصویر کیسے لگائوں؟',
		1	=> 'مراسلات میں آپکے رکنیتی نام کے ساتھ دو قسم کی تصاویر ہو سکتی ہیں، ایک آپکے درجے کی تصویر، جو عمومی طور پر ستاروں‌ پر مشتمل ہوتی ہے اور ایک آپکا اوتار، جو ہر صارف کے لیے تقریبا مختلف ہوتی ہے. یہ بورڈ کے منتظم پر منحصر ہے کہ وہ اوتاروں کے استعمال کی اجازت دیتے ہیں کہ نہیں. اگر آپ اوتار استعمال نہیں‌کر سکتے تو بورڈ منتظ سے رابطہ کریں.',
	),
	array(
		0	=> 'میرا درجہ کیا ہے اور میں اسے کیسے بدل سکتا ہوں؟',
		1	=> 'درجات، جو آپکو رکنیتی نام کے نیچے ظاہر ہوتے ہیں، آپکے مراسلات کی تعداد کا تعین کرتے ہیں یا مخصوص صارفین کا تعین کرتے ہیں جیسا کہ منتظمین یا مدیران. عام طور پر آپ انہیں بدل نہیں‌سکتے اور یہ منتظمین کی طرف سے دیے جاتے ہیں. ',
	),
	array(
		0	=> 'صارف کے ای-میل لنک پر کلک کرنے سے مجھے لاگن کی ہدائیت موصول ہوتی ہے',
		1	=> 'آپ صرف لاگن ہونے کے بعد کسی صارف کو ای-میل کر سکتے ہیں.',
	),
	array(
		0	=> '--',
		1	=> 'مراسلات کے مسائل',
	),
	array(
		0	=> 'میں فورم میں‌موضوع کیسے ارسال کروں؟',
		1	=> 'نیا موضوع ارسال کرنے کے لیے فورم میں مخصوص بٹن پر کلک کریں. نیا موضوع ارسال کرنے سے پہلے رجسٹر ہونا بھی ضروری ہو سکتا ہے.',
	),
	array(
		0	=> 'میں مراسلہ کو کیسے ترمیم یا ختم کروں؟',
		1	=> 'اگر آپ منتظم یا مدیر نہیں ہیں تو آپ صرف اپنا مراسلہ ترمیم یا ختم کر سکتے ہیں. کئی مرتبہ مراسلہ ارسال کرنے کے بعد کچھ دیر تک ہی ترمیم کی اجازت ہوتی ہے. اگر کسی نے اس مراسلہ کا جواب دیا ہے تو اس مخصوص مراسلہ کی ترمیم کے بعد اسکے نیچے ترمیم کا وقت اور ترمیم کی تعداد ظاہر ہونگی. منتظمین کی جانب سے ترمیم پر ایسا ظاہر نہیں ہوگا لیکن منتظمین یا مدیران چاہیں تو اسے ظاہر کر سکتے ہیں.',
	),
	array(
		0	=> 'میں اپنے مراسلہ میں دستخط کیسے شامل کروں؟',
		1	=> 'دستخط شامل کرنے سے پہلے صارف کنٹرول پینل میں دستخط بنانا ضروری ہے. بنانے کے بعد، مراسلات کے فارم پر <em>دستخط شامل کریں</em> کو فعال کریں. آپ مراسلہ ارسال کرتے وقت صفحے پر نیچے اس مراسلہ کے لیے دستخط کو غیر فعال بھی کر سکتے ہیں.',
	),
	array(
		0	=> 'میں ایک سروے کیسے بنائوں؟',
		1	=> 'مراسلہ ارسال کرتے وقت یا موضوع کا پہلا مراسلہ ترمیم کرتے وقت، صفحے پر نیچے "سروے شامل کریں" پر کلک کریں. اگر آپ اسے دیکھ نہیں‌سکتے تو آپکو سروے بنانے کی اجازت نہیں‌ہے. 

<br /><br />

مخصوص فیلڈز میں سروے کا عنوان اور 2 آپشن لکھیں. یہ خیال رکھیں‌کہ ہر آپشن ایک نئی سطر میں‌ہو. اسے علاوہ آپ یہ بھی منتخب کر سکتے ہیں کہ صارف کتنی آپشن منتخب کر سکتے ہیں، وقت کی حد مقرر کر سکتے ہیں. لامحدود وقت کے لیے 0 لکھیں، اور آخر میں‌صارفین کو اجازت دے سکتے ہیں کہ وہ اپنے ووٹ میں‌ترمیم کر سکیں یا نہیں.',
	),
	array(
		0	=> 'میں مزید سروے کی آپشن کیوں نہیں بنا سکتا؟',
		1	=> 'سروے آپشن کی حد منتظم کی طرف سے مقرر ہے. اگر آپکو زیادہ آپشن رکھنے کی ضرورت ہے تو بورڈ منتظم سے رابطہ کریں',
	),
	array(
		0	=> 'میں ایک سروے کی ترمیم یا ختم کیسے کروں؟',
		1	=> 'سروے کو صرف اسکے مصنف، منتظم یا مدیر ترمیم یا ختم کر سکتے ہیں. سروے میں‌ترمیم کرنے کے لیے موضوع کا پہلا مراسلہ ترمیم کریں. اگر کسی نے ووٹ نہیں کیا تو سروے کو ختم کیا جا سکتا ہے. اگر کسی نے ووٹ کیا ہے تو سروے کی ترمیم صرف منتظم یا مدیران کر سکتے ہیں. ',
	),
	array(
		0	=> 'میری فورم تک رسائی کیوں نہیں ہے؟',
		1	=> 'کچھ فورم مخصوص صارفین تک ہی محدود ہوتے ہیں. مراسلہ دیکھنے یا کوئی دوسرا عمل کرنے کے لیے آپکو خصوصی اجازت کی ضرورت ہے. اس سلسلے میں انتظامیہ سے رابطہ کریں',
	),
	array(
		0	=> 'میں منسلکات شامل کیوں نہیں کرسکتا؟',
		1	=> 'منسلکات کی اجازات فی فورم، فی صارف یا فی گروہ دی جاتی ہیں. ہو سکتا ہے کہ بورڈ کے منتظم نے آپکو اجازت نہ دی ہو یا آپ جس فورم میں‌ارسال کرنا چاہ رہے ہیں، اس میں منسلکات کی اجازت نہ ہو. اس سلسلے میں معلومات کے لیے  انتظامیہ سے رابطہ کریں.',
	),
	array(
		0	=> 'مجھے تنبیہ کیوں جاری کی گئی ہے؟',
		1	=> 'ہر بورڈ کے اپنے قوانین ہوتے ہیں. اگر آپ ان قوانین کو توڑیں تو آپکو تنبیہ جاری کی جا سکتی ہے. براہ مہربانی نوٹ فرمائیں کہ یہ مکمل طور پر بورڈ کی انتظامیہ کا فیصلہ ہوتا ہے اور phpBB کا اس ے کوئی تعلق نہیں. اس سلسلے میں معلومات کے لیے بورڈ منتظم سے رابطہ کریں',
	),
	array(
		0	=> 'میں ایک مدیر کو مراسلات کیسے رپورٹ کر سکتا ہوں؟',
		1	=> 'اگر انتظامیہ کی طرف سے اسکی اجازت ہے تو آپکو ہر مراسلہ میں‌ایک بٹن نظر آئے گا. اسے کلک کرنے سے آپ مختلف مراحل سے ہوتےت ہوئے مراسلہ رپورٹ کر سکتے ہیں.',
	),
	array(
		0	=> 'موضوع کی ارسالی کے صفحے پر "محفوظ" کی بٹن کیا ہے؟',
		1	=> 'اگر آپ مراسلہ کو بعد میں بھیجنے کے لیے محفوظ کرنا چاہتے ہیں تو یہ بٹن استعمال کریں. ',
	),
	array(
		0	=> 'میرے مراسلہ کو منظوری کی ضرورت کیوں ہے؟',
		1	=> 'ہو سکتا ہے کہ جس فورم میں آپ مراسلہ ارسال کرنے کی کوشش کر رہے ہیں اس میں منظوری کی ضرورت ہو یا یہ بھی ہو سکتا ہے کہ آپکو انتظامیہ کی طرف سے اس گروہ میں رکھا گیا ہو جسے مراسلات میں منظوری کی ضرورت ہے.  اس سلسلے میں معلومات کے لیے بورڈ منتظم سے رابطہ کریں.',
	),
	array(
		0	=> 'میں اپنا موضوع اوپر کیسے لائوں؟',
		1	=> 'موضوع دیکھتے وقت "اوپر اٹھائیں" کا‌ بٹن استعمال کریں. اگر ایسا کرنے سے موضوع اوپر نہیں آیا تو یہ منتظم کی طرف سے غیر فعال ہے. موضوع میں جواب لکھنے سے بھی اسے اوپر لایا جا سکتا ہے لیکن خیال رکھیں کہ ایسا کرنے سے فورم قوانین کی خلاف ورزی نہ ہو.',
	),
	array(
		0	=> '--',
		1	=> 'موضوع کی اقسام اور فارمیٹنگ',
	),
	array(
		0	=> 'BBCode کیا ہے؟',
		1	=> 'یہ HTML کا ایک خاص عمل ہے کو مراسلات میں زبردست قسم کی فارمیٹنگ کے لیے استعمال ہوتا ہے. اسکے استعمال کی اجازت منتظم کی جانب سے دی جاتی ہے لیکن یہ فی مراسلہ غیر فعال بھی کیا جا سکتا ہے. مزید معلومات کے لیے مراسلہ کا صفحہ دیکھیں جہاں سے اسکی معلومات لی جا سکتی ہیں.',
	),
	array(
		0	=> 'کیا میں HTML استعمال کر سکتا ہوں؟',
		1	=> 'نہیں. اس بورڈ پر ایسا ممکن نہیں ہے. ',
	),
	array(
		0	=> 'مسکانیں کیا ہیں؟',
		1	=> 'مسکانیں چھوٹی تصاویر ہوتی ہیں جو احساسات کے اظہار میں استعمال ہوتی ہیں. مسکانوں کی پوری فہرست مراسلہ کے صفحہ پر دیکھی جا سکتی ہیں. ',
	),
	array(
		0	=> 'کیا میں تصاویر ارسال کر سکتا ہوں؟',
		1	=> 'جی ہاں. تصاویر آپکے مراسلات میں دیکھی جا سکتی ہیں. اگر منتظم نے منسلکات کی اجازت دی ہے تو آپ تصاویر اپلوڈ بھی کر سکتے ہیں. تصاویر کے اظہار کے لیے [img] بی بی کوڈ استعمال کریں.',
	),
	array(
		0	=> 'عالمی اعلانات کیا ہیں؟',
		1	=> 'عالمی اعلانات اہم اطلاعات ہوتی ہیں اور جب بھی ممکن ہو انہیں ضرور پڑھیں. یہ ہر فورم میں اور صارف کنٹرول پینل میں سب سے اوپر ہوتے ہیں.',
	),
	array(
		0	=> 'اعلانات کیا ہیں؟',
		1	=> 'اعلانات اس مخصوص فورم سے متعلق اہم اطلاعات ہوتی ہیں اور جب بھی ممکن ہو انہیں ضرور پڑھیں. اعلانات فورم میں ہر صفحے پر سب سے اوپر ظاہر ہوتے ہیں.',
	),
	array(
		0	=> 'سٹکی موضوعات کیا ہوتے ہیں؟',
		1	=> 'یہ وہ موضوعات ہوتے ہیں جو عام اعلانات کے نیچے ظاہر ہوتے ہیں.',
	),
	array(
		0	=> 'بند ہوئے موضوعات کیا ہیں؟',
		1	=> 'یہ وہ موضوعات ہوتے ہیں جن میں صارفین مزید جواب نہیں‌ دے سکتے اور اس میں‌موجود سروے خود بہ خود ختم ہو جاتے ہیں. منتظم یا مدیر کی طرف سے انکے بند کرنے کی کئی وجوہات ہو سکتی ہیں. اگر آپکو اجازت ہو تو آپ اپنے موضوعات کو بھی بند کر سکتے ہیں.',
	),
	array(
		0	=> 'موضوع آئیکن کیا ہیں؟',
		1	=> 'یہ وہ منتخب تصاویر ہوتی ہیں جو مراسلات کے ساتھ منسلک ہوتی ہیں اور موضوع کے مواد کی نشاندہی کرتی ہیں.',
	),
	array(
		0	=> '--',
		1	=> '--',
	),
	array(
		0	=> '--',
		1	=> 'صارف کا لیول اور گروہ',
	),
	array(
		0	=> 'منتظمین کیا ہیں؟',
		1	=> 'منتظمین  وہ صارف ہیں جو بورڈ پر اونچی سطح کا کنٹرول رکھتے ہیں. یہ صارفین بورڈ کے تمام اعمال بشمول اجازات، صارفین کا انتظام، گروہ بنانا، مدیر بنانا وغیرہ. کنترول کرتے ہیں. یہ صارفین تمام فورم میں‌عالمی مدیر کی حیثیت بھی رکھ سکتے ہیں.',
	),
	array(
		0	=> 'مدیران کیا ہیں؟',
		1	=> 'مدیران وہ صارفین ہیں جو فورم کی روزانہ دیکھ بھال کرتے ہیں. انکے پاس مراسلات میں‌ترمیم، ختم کرنا، بند کرنا، جوابات کے لیے کھولنا، موضوعات کی تقسیم کرنے کے اختیارات موجود ہوتے ہیں. عام طور پر مدیران کا کام ہوتا ہے کہ وہ صارفین کو موضوعات سے ہٹنے نہ دیں اور کسی قسم کی بدسلوکی یا جارحانہ مواد کو روکیں.',
	),
	array(
		0	=> 'صارفین کے گروہ کیا ہیں؟',
		1	=> 'یہ وہ گروہ ہیں جو صارفین کو مختلف انتظام ہو سکنے والے حصوں میں بانٹتے ہیں. ایک صارف مختلف گروہ کا رکن ہو سکتا ہے اور ہر گروہ کو مختلف اجازات دی جا سکتی ہیں. یہ کافی تعداد میں موجود صارفین کی  اجازات کو ایک ہی بار میں بدلنے کے کام آتے ہیں، جیسا کہ مدیر کی اجازات بدلنا یا صارف کو کسی نجی فورم تک رسائی دینا.',
	),
	array(
		0	=> 'صارفین کے گروہ کیا ہیں اور میں‌ان میں‌کیسے شامل ہو سکتا ہوں؟',
		1	=> 'آپ اپنے صارف کنٹرول پینل میں‌تمام صارفین کے گروہ دیکھ سکتے ہیں. یہاں‌سے آپ کسی گروہ میں‌شامل ہو سکتے ہیں. یا د رکھیں کہ تمام گروہ میں‌شمولیت کھلی نہیں‌ہوتی. چند کو منظوری کی ضرورت ہوتی ہے، چند بند ہوتے ہیں اور چند کی رکنیت عام نہیں ہوتی. اگر کسی گروہ کی رکنیت کھلی ہے تو آپ مخصوص بٹن استعمال کر کے اس میں‌شامل ہو سکتے ہیں.',
	),
	array(
		0	=> 'میں‌صارفین کے گروہ کا رہنما کیسے بن سکتا ہوں؟',
		1	=> 'جب منتظم کی طرف سے صارفین کے گروہ بنائے جاتے ہیں تو انکا رہنما عام طور ہر اسی وقت بنا دیا جاتا ہے. اگر آپ صارفین کا گروہ بانا چاہتے ہیں کو انتظامیہ سے رابطہ کریں.',
	),
	array(
		0	=> 'مختلف صارفین کے گروہ مختلف رنگوں میں‌کیوں‌ ظاہر ہوتے ہیں؟',
		1	=> 'ایسا اس لیے کیا جاتا ہے تاکہ صارفین کا گروہ انکے رنگ سے پہچان لیا جائے.',
	),
	array(
		0	=> 'طے شدہ صارفین کا گروہ کیا ہے؟',
		1	=> 'اگر آپ ایک سے زیادہ گروہ کے رکن ہیں تو آپکے رکنی نام کا رنگ اور درجہ آپکے طے شدہ گروہ سے ظاہر ہوگا. بورڈ کے منتظمین آپکو طے شدہ گرہ بدلنے کی اجازت دے سکتے ہیں.',
	),
	array(
		0	=> '"انتظامیہ" کا ربط کیا ہے؟',
		1	=> 'یہ ایک فہرست ہے جس میں‌انتظامیہ کے تمام ارکان دکھائے گئے ہیں. جیسا کہ منتظمین، مدیران اور دوسری معلومات کہ یہ کون سے فورم کے منتظم ہیں.',
	),
	array(
		0	=> '--',
		1	=> 'ذاتی پیغام رسانی',
	),
	array(
		0	=> 'میں ذاتی پیغام نہیں بھیج سکتا',
		1	=> 'اسکی کئی وجوہات ہو سکتی ہیں. آپ رجسٹرڈ اور لاگن نہیں ہیں، منتظم کی طرف سے پورے بورڈ کو اسکی اجازت نہ ہو یا آپکو لیے پیغام رسانی بند ہو. اس معاملے میں معلومات کے لیے منتظم سے رابطہ کریں.',
	),
	array(
		0	=> 'مجھے بن چاہے ہیغامات موصول ہوتے رہتے ہیں.',
		1	=> 'آپ اپنے صارف کنٹرول پینل میں‌مخصوص صارف کو بلاک کر سکتے ہیں. اگر آپکو پیغامات میں جارحانہ مواد ملتا ہے تو آپ یہ پیغامات انتظامیہ کو رپورٹ بھی کر سکتے ہیں.',
	),
	array(
		0	=> 'مجھے اس بورڈ پر کسی کی طرف سے جارحانہ ای-میل موصول ہوئی ہے',
		1	=> 'ہم ایسا سن کر معافی کے طلبگار ہیں. آپ اس پیغام کو انتظامیہ کو رپورٹ کریں تا کہ انتظامیہ اس پر کاروائی کر سکے.',
	),
	array(
		0	=> '--',
		1	=> 'دوست اور دشمن',
	),
	array(
		0	=> 'دوست اور دشمن کی فہرست کیا ہے؟',
		1	=> 'آپ اس فہرست کو اس بورڈ پر موجود صارفین کا انظمام کر سکتے ہیں. آپ اپنے صارف کنٹرول پینل میں‌دوست اور دشمن شامل کر سکتے ہیں. اگر آپ نے کسی صارف کو دوست شامل کیا ہے تو اسکے مراسلات اجاگر کیے جا سکتے ہیں اور آپ اپنے صارف کنٹرول پینل میں‌اس صارف کا آن لائن سٹیٹس بھی دیکھ سکتے ہیں. اگر آپ نے کسی صارف کو دشمن شامل کیا ہے تو اس صارف کی طرف سےمراسلات خود بہ خود چھپ جائیں گے.',
	),
	array(
		0	=> 'میں‌فہرست میں‌دوست اور دشمن کیسے شامل کر سکتا ہوں؟',
		1	=> 'آپ ایسا دو طریقوں‌سے کر سکتے ہیں.  <br />  ہر صارف کی پروفائل میں ایک لنک، دوست یا دشمن شامل کریں، کے ذریعے.  <br />  اپنے صارف کنٹرول پینل میں، صارف کا نام داخل کرنے سے. آپ اسی طریقے سے صارف کو فہرست سے خارج بھی کر سکتے ہیں.',
	),
	array(
		0	=> '--',
		1	=> 'فورم پر تلاش کرنا',
	),
	array(
		0	=> 'میں‌فورم پر تلاش کیسے کر سکتا ہوں؟',
		1	=> 'فورم کے صفحے پر، مراسلات یا موضوعات کے صفحے پر، سرچ باکس میں جو تلاش کرنا چاہتے ہیں، وہ لکھیں‌."اعلیٰ درجے کی تلاش"، کا ربط جو ہر صفحے پر موجود ہے، استعمال کر کے آپ اعلیٰ درجے کی تلاش بھی کر سکتے ہیں.',
	),
	array(
		0	=> 'میری تلاش مجھے صفر نتیجہ کیوں‌ دکھا رہی ہے؟',
		1	=> 'آپکی تلاش کا کا مشاہدہ شاید کافی مبہم تھا یا اس میں‌کافی عام الفاظ‌تھے جنہیں‌عمومی طور پر نظر انداز کر دیا جاتا ہے. زیادہ مخصوص رہیں‌اور اعلیٰ درجے کی تلاش  استعمال کریں.',
	),
	array(
		0	=> 'میری تلاش مجھے خالی صفحہ کیوں‌دکھا رہی ہے؟',
		1	=> 'آپکی تلاش ویب سرور کی لیے بہت بھاری ہے اور ویب سرور اسے سنبھال نہیں‌پایا.  زیادہ مخصوص رہیں‌اور اعلیٰ درجے کی تلاش  استعمال کریں.',
	),
	array(
		0	=> 'میں‌صارفین کی تلاش کیسے کروں؟',
		1	=> '"ارکان کی فہرست" کے صفحے پر جائیں‌اور "رکن تلاش کریں" کا ربط استعمال کریں.',
	),
	array(
		0	=> 'میں‌اپنے مراسلات اور موضوعات کیسے تلاش کروں؟',
		1	=> 'آپ اپنے صارف کنٹرول پینل میں‌یا پروفائل میں‌ "صارف کے مراسلات تلاش کریں" پر کلک کر کے انہیں‌تلاش کر سکتے ہیں.  موضوعات تلاش کرنے کے لیے "اعلیٰ درجہ کی تلاش" کا استعمال کریں.',
	),
	array(
		0	=> '--',
		1	=> 'موضوع ممبرشپ اور بک مارک',
	),
	array(
		0	=> 'موضوعات کی رکنیت اور بک مارکنگ میں‌کیا فرق ہے؟',
		1	=> 'بک مارکنگ میں‌آپکو کسی اب ڈیٹ‌سے مطلع نہیں‌کیا جاتا لیکن آپ اس باک مارکڈ موضوع یا مراسلہ پ بک مارک ربط استعمال کر کے واپس آ سکتے ہیں. رکنیت کے زریعے آپکو ہر اپ ڈیٹ‌سے مطلع کیا جاتا ہے. ',
	),
	array(
		0	=> 'میں‌مخصوص موضوعات اور فورم میں‌رکنیت کیسے حاصل کر سکتا ہوں؟',
		1	=> 'فورم میں‌رکنیت حاصل کرنے کے لیے اس مخصوص فورم میں جائیں‌ اور "شراکت اختیار کریں" کے ربط پر کلک کریں. موضوعات میں‌رکنیت حاصل کرنے کے لیے جواب لکھتے ہوئے "مراسلہ میں‌شراکت اختیار کریں" کو فعال کریں یا موضوع میں‌"شراکت اختیار کریں" کا ربط استعمال کریں.',
	),
	array(
		0	=> 'میں‌اپنی شراکت کیسے ختم کروں؟',
		1	=> 'اپنے صارف کنٹرول پینل میں‌جائیں اور شراکت والے ربط استعمال کریں.',
	),
	array(
		0	=> '--',
		1	=> 'منسلکات',
	),
	array(
		0	=> 'اس بورڈ‌ پر کن منسلکات کی اجازت ہے؟',
		1	=> 'ہر بورڈ‌پر منتظمین مخصوص اقسام کی منسلکات کی اجازت نہیں‌ دیتے. اس معاملے میں‌بورڈ منتظم سے رابطہ کریں.',
	),
	array(
		0	=> 'میں‌ اپنی تمام منسلکات کیسے دیکھ سکتا ہوں؟ ',
		1	=> 'اپنے صارف کنٹرول پینل میں‌جائیں‌ اور منسلکات کا ربط استعمال کریں',
	),
	array(
		0	=> '--',
		1	=> 'phpBB3 کے مسائل',
	),
	array(
		0	=> 'اس بورڈ کو کن نے بنایا ہے؟',
		1	=> 'یہ سافٹ وئیر <a href="http://www.phpbb.com">phpBB گروپ</a> کے تحت بنایا گیا. اسکے کاپی رائٹ اس گروپ کے پاس ہیں. یہ GNU عام عوامی لائسنس کے تحت ہے اور اسکی تقسیم آزادانہ ہے. مزید تفصیلات کے لیے ربط کا استعمال کریں.',
	),
	array(
		0	=> 'کوئی x خصوصیت دستیاب کیوں‌نہیں‌ ہے؟',
		1	=> 'اس سافٹ وئیر لا لائسنس phpBB گروپ کے پاس ہے. اگر آپکو لگتا ہے کہ کوئی خصوصیت شامل ہونی چاہیے تھی تو phpbb.com پر رابطہ کریں. ',
	),
	array(
		0	=> 'اس بورڈ‌پر فحش اور جارحانہ گفتگو کے بارے میں‌میں‌کسے سے رابطہ کروں؟',
		1	=> '"انتظامیہ" کے ربط میں‌جائیں‌اور اس میں‌جو بھی رکن موجود ہے، آپ اسکو مطلع کر سکتے ہیں. اگر کوئی جواب نہیں‌آیا تو آپ اس ڈومین کے مالک سے رابطہ کر سکتے ہیں. آپ ڈومین کے مالک کو <a href="http://www.google.com/search?q=whois">کون ہے</a> پر کلک کر کے تلاش کر سکتے ہیں. براہ مہربانی نوٹ‌فرمائیں کہ phpBB کا اس عمل پر کوئی دائرہ اختیار نہیں ہے کہ اس بورڈ‌کو کس نے اور کیسے استعمال کیا. اگر کوئی قانونی معاملہ phpbb.com سے <strong>براہ راست</strong> متعلقہ نہیں‌ہے تو phpBB گروپ سے رابطہ نہ کریں.',
	),
	array(
		0	=> '--',
		1	=> ' ترجمہ کی معلومات',
	),
	array(
		0	=> 'اس زبان کا ترجمہ کس نے کیا ہے؟',
		1	=> 'اس زبان کا ترجمہ انگلش سے اردو میں‌منیب اسلم نے کیا ہے جو اردوڈریمز کے منتظم ہیں. انکے بارے میں‌معلومات کے لیے دیکھیں<br /><br /><a href="http://www.urdudreams.com">اردوڈریمز ڈاٹ کام</a> یا <br /><br /><a href="http://www.urdudreams.com/forum">اردوڈریمز فورم</a>',
	),
);

?>